export const projectHero = {
  titleEn: 'MANIFESTO',
  titleCn: '俱乐部主张'
}

export const projectParagraphs = [
  '关于商业模式的美好预言是：人们拥有越来越多的实名制身份和越来越少的实质权利。',
  '所有机构致力于将自己打造成商业品牌，所有品牌期盼缔造一个帝国。',
  '所有消费者成为品牌会员，所有会员成为帝国子民。',
  '个人与集体都沉溺在超商业化的身份通胀泡沫中。',
  '买来“VIP”、“黑金会员”、“尊贵礼宾”或是“英雄”的尊称，不为你的阶层真正升档。古希腊的民粹程序揭示社会身份的脆弱与无恒：今夜的英雄是明日的被放逐者，会员制是实名制的虚荣化同义词。',
  '无限叠加的会员身份是豪华日式盖饭上肥腻的和牛肉片，把人压印成可被精准追溯的经济单元。品牌监控、关联、分析你的浏览、消费、动向、社会关系，在数据市场里获益，并合理化品牌的暴利与溢价。',
  '完整的身份留痕带来不完整的权利体验。大数据杀熟、个性化推荐、动态定价……这些榨取剩余价值的方式展现出晚期资本主义显著特征，由你主动交出的实名信息提供可行性保障。如今在不保密个人信息的情况下完成消费几乎是一种挑战，面对特殊行业机构及高端品牌时尤其如此。',
  'TOHC的 Ostracism 让玩家暂时性成为商业数据系统隐形人。',
  '停止品牌会员在消费者身上的无成本繁殖。被TOHC驱逐以换取一个新身份，游走一处异邦，体验一种随机活动权限。在微观尺度下，我们重回低数字化的江湖，玩家的社会角色建立在充满漏洞的群体记忆和一片塑料卡片上。',
  '消费者，塑料卡片和碎陶片一样，数量众多且几乎免费，唯一有价值的是附着其上的身份印记。成为一位冒牌会员，享受名副其实的个人自由......（或许吧？）'
]

export const projectClosing = {
  intro: '在被数据喂养的超商业化社会里，比“我是谁”更常出现的哲学问题是：',
  quote: '“今天，我允许谁成为我？”',
  tagline: 'Be somebody, till nobody left.'
}
