export const ruleSections = {
  titleEn: 'RULES',
  titleCn: '项目规则',
  items: [
    {
      title: 'I. 登场：',
      text: '在小红书上与TOHC账号互动（点赞/评论/收藏/私信/甚至拉黑），记为申请加入玩家名单。'
    },
    {
      title: 'II. 赞歌：',
      text: 'TOHC将主动与被选中的玩家联系。'
    },
    {
      title: 'III. 犒赏：',
      text: '玩家收到驱逐陶盒，摔碎它！拿到里面的会员卡。'
    },
    {
      title: 'IV. 驱逐：',
      text: '收到陶盒8H内，玩家将在TOHC自有账号及平台上被驱逐拉黑。'
    },
    {
      title: 'V. 新生：',
      text: '玩家使用卡中积分/权益/金额，成为另一品牌的冒牌会员。'
    }
  ]
}

export const faqSections = {
  titleEn: 'FAQ',
  titleCn: '常见问题',
  items: [
    {
      question: 'Q：什么是Ostracism？',
      answer:
        'A：原是古希腊雅典的社会治理制度：由全体公民在碎陶片上不记名投票，决定一位原城邦精英的未来身份——继续做手握特权的贵族或英雄，还是成为被驱逐异邦的流放者。TOHC在今天效仿这一古老程序：被选中的玩家将被TOHC驱逐拉黑，并获得一张代表新身份的随机实体会员卡，以无实名方式在全球范围内解锁随机活动权限。短暂成为TOHC的玩家，永久成为超商业化社会的一份子。'
    },
    {
      question: 'Q：这是怎么实现的？',
      answer:
        'A：在全面数字化的包围下，仍有少量实体会员卡得以流通。有些实行不记名制，有些与其他个体身份信息弱绑定。TOHC收集并重新分配全球各地机构发行的此类卡片，以供玩家在不暴露自己信息数据的情况下使用它刷卡、核销、通行。'
    },
    {
      question: 'Q：使用这些卡片，我还需要花钱吗？',
      answer: 'A：不需要，TOHC预付了卡内已有的积分/权益/储值额。当然你乐意的话，可再自费充值。'
    },
    {
      question: 'Q：卡片使用能确保成功吗？',
      answer:
        'A：冒险途中没什么是100%确定的。越高权限的卡对应越高的使用难度。高级别的卡片可能还有多种使用方式。试着摸索出找到利益最大化的方法，加油。'
    },
    {
      question: 'Q：为什么要拉黑我？',
      answer:
        'A：这是一场发生在会员信息系统中的碟中谍行动，没有人该知道玩家的冒牌会员身份，包括TOHC。:-D'
    },
    {
      question: 'Q：被拉黑后，我还能参加TOHC未来的项目吗？',
      answer:
        'A：理论上不能。除非你足够机敏，在未来某个游戏里找到规则的缝隙，以全新伪装身份溜进来。对应的，我们也会持续巡逻——把这当成一场附加赛吧。'
    }
  ]
}
