export const ruleSections = {
  titleEn: 'RULES',
  titleCn: '项目规则',
  items: [
    {
      title: 'I. 竞选',
      text: '在小红书上与TOHC账号互动（点赞/评论/收藏/私信/甚至拉黑），记为申请加入VIP玩家名单。'
    },
    {
      title: 'II. 赞歌',
      text: 'TOHC主动与被选中的玩家联系。'
    },
    {
      title: 'III. 犒赏',
      text: '玩家收到驱逐陶盒，摔碎它！获取其中的会员卡。'
    },
    {
      title: 'IV. 驱逐',
      text: '收到陶盒8H内，玩家将在TOHC自有账号及平台上被驱逐拉黑。'
    },
    {
      title: 'V. 新世界',
      text: '玩家免费使用卡中积分/权益/金额，成为另一品牌的冒牌会员。'
    }
  ]
}

export const faqSections = {
  titleEn: 'FAQ',
  titleCn: '常见问题',
  items: [
    {
      question: 'Q：什么是Ostracism？',
      answer:
        'A：古希腊雅典公民在碎陶片上不记名投票，决定一位原城邦精英的未来：是继续做高高在上的英雄，还是成为被驱逐异邦的弃子。罪行是什么？没有。不需要。无人在意。简而言之，Ostracism是一场缺乏实质理性的身份审判。TOHC效仿这一古老程序：筛选出100位VIP玩家，从TOHC自有媒体渠道驱逐拉黑；作为补偿，我们为其发放一张象征新身份的随机机构实体会员卡，供其以无实名方式在全球范围内解锁活动权限。'
    },
    {
      question: 'Q：这是怎么实现的？',
      answer:
        'A：在全面数字化的包围下，仍有少量实体会员卡得以流通。有些实行不记名制，有些与其他个体身份信息弱绑定。TOHC收集并重新分配全球各地机构发行的此类卡片，以供玩家在不暴露自己信息数据的情况下使用它刷卡、核销、通行。'
    },
    {
      question: 'Q：卡片使用能确保成功吗？',
      answer:
        'A：冒险途中没什么是100%确定的。越高权限的卡对应越高的使用难度，以及（大概率）越多样的使用途径。试着摸索出找到利益最大化的方法，加油。'
    },
    {
      question: 'Q：被拉黑后，我还能参加TOHC未来的项目吗？',
      answer:
        'A：理论上不能。除非你足够机敏，在未来某个游戏里找到规则的缝隙，以全新伪装身份溜进来。对应的，我们也会持续巡逻——把这当成一场附加赛吧。'
    }
  ]
}
